Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: Download Links
om: Hidha buusaa

source: Download My Data
om: Daataa Koo Buusi

source: Download options for accessing Common Voice data
om: Filannoo biraa daataa Common Voice argachuuf

source: Download our press pack <icon></icon>
om: Paakkii pireesii keenya <icon></icon> buufadhaa

source: Download our voice datasets
om: Daataa-seetota sagalee keenya buufadhu

source: Download profile data
om: Odeeffannoo seenaa ofii buusi

source: Download the Dataset
om: Kuusaa daataa buusi

source: Download the Single Word Target Segment
om: Jecha Qeenxeef Manii Tokkicha Buufadhaa

source: Download your contribution certificate
om: Ragaa gumaacha keessanii buufadhaa

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
om: Common Voice daataaseet fooyyessuuf yaada ni qabduu? Discourse irratti nuuf himaa.

source: Do you want to continue?
om: Itti fufuu barbaadda?

source: Do you want to Speak, Listen or both?
om: Dubbachuu, dhaggeeffachuu moo lamaan isaa?

source: Drag and drop or <browseWrap>Browse</browseWrap>
om: Harkisii gati ykn <browseWrap>Bani</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
om: Faayila kee asitti galchi yookaan <uploadButton>feʼuuf cuqaasi</uploadButton>

source: Drop file here to upload
om: Feʼuuf faayila kee as olkaa'i

source: Duala
om: Afaan Duwaalaa

source: Duplicate API key name
om: Maqaan Ragaa Mirkaneessaa (API) Cimdoomeera

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
om: Yeroo gumaacha galchitu, erga “Galchi” cuqaastee booda yaanni deebii ni darbama. Gumaachi kallattiin gara kuusaa sagalee ykn mirkaneessuu 5 itti aananitti itti fufa.

source: Dutch
om: Afaan Daach

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
om: Tokko tokkoon galchumaa daataa-seetii keessatti MP3 adda ta’eefi faayila barruu walitti dhufaa of keessaa qaba. Sa’aatii <b>{ $total }</b> galmee keessatti, odeeffannoo gosa hawaasaa akka umrii, saala, fi loqoda addaa (accent) of keessaa qabaachuu danda’a, kunis injiina sagalee beekuu leenjisuuf gargaara. Amma daataa-seetii keessatti sa’aatii <b>{ $valid }</b> kan sirrii ta’an afaanota <b>{ $languages }</b>tu keessatti argamu, garuu sagaleewwan fi afaanota hedduu itti dabalaa jirra. Afaan tokko gaafachuufi gumaachuu jalqabuuf fuula <languagesLink>Afaanota</languagesLink> keenya ilaali.

source: Eastern Balochi
om: Afaan Baha Baloochii

source: Eastern Huasteca Nahuatl
om: Afaan Baha Huasteca Nahuatl

source: Eastern Min
om: Afaan Baha Miin

source: Eastern Penan
om: Afaan Baha Penaan

source: Easy
om: Salphaa

source: Easy to Understand
om: Hubachuuf Salphaa

source: Ebrie
om: Afaan Ebrii

source: Edit
om: Gulaali

source: Edit Profile
om: Ibsa Seenaa Gulaali

source: Edit tag
om: Xoofa gulaali

source: Efik
om: Afaan Effiik

source: e.g., “What do you wish you could use technology for?”
om: fkn, “Teeknooloojii maaliif fayyadamuu barbaadda?”

source: "Eh”
om: "Ehee”

source: Ekoti
om: Afaan Ikootii

source: Element
om: Qabiyyee

source: Email
om: Imeelii

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
om: Iimeelii: </emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
om: Tarree imeelii keenyaaf, akkamitti qooda akka fudhachuu dandeessu, sagantaalee, hojiiwwan fi amaloota Common Voice waliin qindeessuu akka barattuuf <emailFragment>Galmaa’i</emailFragment>.

source: Email is already used for a different account
om: Iimeeliin kun akkaawuntii biraan dursee fayyadameera

source: Email Subscriptions
om: Noolahuuwwan Imeelii

source: Emakhuwa
om: Afaan Emakhuwa

source: Empty or Unintelligible
om: Duwwaa ykn Kan Hin hubatamne

source: Encourage participants to reproduce how things were actually said. Example:
om: Hirmaattonni akkaataa wantootni qabatamaan dubbataman akka baay’isan jajjabeessi. Fakkeenya:

source: English
om: Afaan Ingiliffaa

source: English: /ˈkeɪ.bəl/
om: Afaan Ingiliffaa: /ˈkeɪ.bəl/

source: Ensure the question meets the criteria:
om: Gaaffiin ulaagaaleef Mirkanuu:

source: Enter Email to Download
om: Buusuuf Imeelii Galchi

source: Enter email to send a sign up link
om: Hidhaa galmee erguuf imeelii galchi

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
om: Gaaffiiwwan koodii-jijjiirraa waliin galchi, sarara tokkoof tokko. Namoonni gaaffiin sun koodii jijjiiruus kan of keessaa qabu yoo ta’u, koodii jijjiiruun deebii kennuudhaaf carraan isaanii guddaadha.

source: Enter your Country/Region of Residence
om: Biyya/Naannoo Jireenyaa keessanii galchaa

source: Enter your email
om: Imeelii kee galchi.

source: Enter your public domain sentence here
om: Hima hawaasa kee asitti galchi

source: Enter your public domain sentences here
om: Hima uummataa kee asitti galchi

source: “Er”
om: “Egaa”

source: Error
om: Dogoggora

source: Error adding sentence
om: Dogoggorri hima dabaluu irratti uumameera

source: Error { $code }
om: Dogoggora { $code }

source: Error copying
om: Dogoggora koppii gochuu

source: Error creating API credentials
om: Dogoggora mirkaneessitoota API uumuu

source: Error deleting API credentials
om: Dogoggora mirkaneessitoota API balleessuu

source: Error fetching API credentials
om: Dogoggora mirkaneessitoota API fiduu

source: Error submitting tags
om: Dogoggora xoofawwan galchuu

source: Error while playing audio file.
om: Dogoggora yeroo faayilii sagalee taphachiisu.

source: Erzya
om: Afaan Erziyaa

source: Esperanto
om: Afaan Esperaantoo

source: Estonian
om: Afaan Istooniyaa

source: Eton
om: Afaan Itoon

source: Events
om: Taateewwan

source: Everyone
om: Namoota hunda

source: Ewe
om: Afaan Ewe

source: Ewondo
om: Afaan Iwondoo

source: Example
om: Fakkeenya

source: Example questions
om: Gaaffiiwwan fakkeenyaa

source: Exceeded 25 questions. Reduce number of questions and retry.
om: Gaaffii 25 ol ta'e. Lakkoofsa gaaffii hir'isuun irra deebi'aa yaalaa.

source: Exceeded API credentials limit of 10
om: Daangaan Ragaa Mirkaneessaa API 10 caaleera

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
om: Oduu gammachiisaa! Sagaleen Tasaa (Spontaneous Speech) karaa irra jira! Odeeffannoo haaraa eegaa, akkasumas odeeffannoo isa dhumaa argachuuf <discordLink>Discord</discordLink> keenya ilaalaa.

source: Exit & Delete clips
om: Bahii kiliippotas balleessi

source: Explore datasets <icon></icon>
om: Kuusaa deetaa <icon></icon> qoradhu

source: Explore Informal Scenarios
om: Haalawwan Al-seerummaa qoradhu

source: Explore informal scenarios, situations, or reenactments
om: Haala al-seerummaa, haalyeroowwan ykn kan irra deebi’anii mul’atan qoradhu

source: Explore organizations supporting Common Voice around the world
om: Dhaabbilee Common Voice addunyaa guutuutti deeggaran qoradhu

source: Explore the community and languages supported by Common Voice
om: Hawaasa fi afaanota Common Voice deeggaraman qoradhu

source: Express or solicit prejudiced or offensive sentiments
om: Miira loogii ykn nama aarsu ibsuu ykn gaafachuu

source: Failed to copy SHA256 Checksum
om: SHA256 Checksum koppii gochuun hin milkoofne.

source: Fang
om: Afaan Faangi

source: Faroese
om: Afaan Faaraawes

source: Fast
om: Saffisaa

source: Faster playback speed
om: Saffisa taphachuu saffisaa

source: Featured in...
om: Fulduraaf kan mul'ate...

source: Feʼefeʼe
om: Afaan Feʼefeʼe

source: Female
om: Dhalaa

source: Female/Feminine
om: Dhalaa/Uwwaa

source: Fewer than 15 words per sentence
om: Jechoota 15nii gadi

source: Fields marked with an asterisk (*) are required.
om: Dirreewwan mallattoo asterisk (*) dirqama barbaachisu.

source: File is too large
om: Faayilichi baayʼee guddaa dha

source: File is too small
om: Faayilichi baayʼee xiqqaa dha

source: Finance
om: Faayinaansii

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
om: Namoota biroo fedhii qaban barbaadi. Yuunivarsiitiiwwan, manneen barnootaa afaanii, gareewwan abukaatummaa, ykn hawaasa saayinsii daataa ta’uu danda’u. Akkamitti gargaaruu akka danda’an fi maaliif akka ta’e ifatti ibsi. <outreachTemplates>Imeelii qunnamtii fakkeenya keenyaa</outreachTemplates> ilaali.

source: Find us on Matrix
om: Maatiriksii irratti nu argadhaa

source: Finish editing first?
om: Jalqaba gulaallii xumuri?

source: Finish recording
om: Waraabbii xumuri

source: Finish recording first?
om: jalqaba waraabuu haa fixuu?

source: Finish Review
om: Gamaggama kee goolabi.

source: Finish validating
om: Mirkaneessuu goolabi

source: Finish validating clips?
om: Tarreewwan mirkaneessuu haa goolabuu?

source: Finnish
om: Afaan Fiinish

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
om: Jalqaba, afaan kee <languageLink>dursee jiraachuu</languageLink> isaa ilaali. Yoo hin jirre, <languageRequestLink>waa'ee afaan kee dabaluuf</languageRequestLink> gaafachuu dandeessa. Gulantaan lama jiru: Marsariitii hiikuu fi himoota walitti qabuu.

source: Focus on Emotional or High-Stakes Moments
om: Yeroo Miira Cimaa Yookaan Taatee Murteessaa ta’an irratti Xiyyeeffadhu

source: Follow guidelines from “What sentences can I add?”
om: Qajeelfamoota hordofi "Himoota akkamii dabaluun danda’a?" jedhu keessaa

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
om: Nyaanni, duudhaan, ayyaanni, fi daayinamiksiin maatii yeroo baayyee koodii banuu fi cufuu affeera.

source: “Footing” used to mean running in Spanish > tag as Spanish
om: “Footing” jechuun duraan afaan Ispeeniin fiiguu jechuu ture > akka afaan Ispeenitti xoofi

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
om: Kiliippii sagalee ati gumaachte hundumaa fi kan ati mirkaneessite hundumaa irratti, daashboordiin kee guddina kee afaanota ati itti hirmaatte hundaan agarsiisa. Eeyyee—afaanota hedduutti gumaachuu dandeessa! Istaatistiksii kee hordofuuf, hawaasa keessaa namoota biroo waliin akkamitti akka hojjechaa jirtu ilaaluuf, akkasumas galmoota gumaacha guyyaa yookaan torbee qindeessuuf daashboordii fayyadami.

source: for example
om: fakkeenyaaf

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
om: Barruu public domain kan marsariitii irra hin jirreef, sirna madda qorannoo (academic referencing) fayyadamuu dandeessa, fakkeenyaaf, Harvard style: "Jess (2021) My Public license poems"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
om: Teeknooloojiin nama hundaaf akka gaariitti akka hojjetuuf, daataa develoopperootaa teknooloojii ijaaruuf gargaaru garaagarummaa namootaa calaqqisiisuu qaba. Fakkeenyaaf, dubbattoota cabaqa addaa qaban kamiyyuu yoo hin hammanne, teknooloojiin kun namoota cabaqa sana qabaniif akka gaariitti hin hojjetu. <learnMore>Maaliif meetadaataan akka barbaachisu caalaatti baradhu.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
om: Afaanota jalqabaman kanaaf marsariitichi milkaa'inaan <localizationGlossaryLink>naannootti akka jijjiiramu</localizationGlossaryLink> ta'eera, akkasumas <sentenceCollectionGlossaryLink>himoota walitti qabaman</sentenceCollectionGlossaryLink> gahaa qaba, kunis gumaacha itti fufiinsa qabu <speakLink>Dubbachuu</speakLink> fi <listenLink>Dhaggeeffachuu</listenLink>f hayyamuufi.

source: Forwards
om: Fuulduratti

source: Foundations
om: Ambiiroowwan

source: French
om: Afaan Faransaay

source: Frisian
om: Afaan Faarsiyaa

source: Fulah
om: Afaan Fuulahaa

source: Ga
om: Afaan Gaa

source: Galician
om: Afaan Galaatiyaa

source: Gawarbaiti
om: Afaan Gawarbayiti

source: Gawri
om: Afaan Gawrii

source: General
om: Waliigala

source: General guidance
om: Qajeelfama Waliigalaa

source: General language / multiple variants
om: Afaan waliigalaa / gosoota danuu

source: Generate Credentials
om: Mirkaneessa Maddisi

source: Georgian
om: Afaan Joorjiyaa

source: German
om: Afaan Jarman

source: Get in touch
om: Qunnamaa

source: Get in touch <icon></icon>
om: <icon></icon> qunnamaa

source: Get involved
om: Hirmaannaa godhi

source: Get Involved
om: Irraatti hirmadha

source: Get started <icon><icon>
om: <icon><icon> jalqabaa

source: Get started with goals
om: Galma jalqabi

source: Get Started with Speech Recognition
om: Beekamtii Sagalee (Speech Recognition) Jalqabi

source: Get your certificate
om: Ragaa keessan argadhaa

source: Gheg Albanian
om: Afaan Albaaniyaa Geeg

source: Ghomala
om: Afaan Homalaa

source: Gilaki
om: Afaan Gilaakii

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
om: <githubLink>NVIDIA NeMo</githubLink>™ <docsLink>toolkiti banamaa</docsLink> qorattootaaf kan ta’e, fakkeenyawwan AI haala haaraa waliin haasawu ijaaruuf.

source: Goal reached
om: Galma ga’eera

source: Goals
om: Galmoota

source: Goaria
om: Afaan Gowariyaa

source: Gorani
om: Afaan Goraanii

source: Go to Discourse
om: Gara Discourse deemaa

source: Go to Languages Page
om: Gara Fuula Afaanotaa deemaa

source: Go to { $name }
om: Gara { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
om: <governanceLink>Waa’ee akkaataa itti bulchinu caalaatti dubbisi</governanceLink>

source: Governments
om: Mootummaawwan

source: Grammatical mistakes and colloquialisms
om: Dogoggora caaslugaa fi dubbii afaanii

source: Grammatical / spelling error
om: Dogoggora seerlugaa / qubeessuu

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
om: Jijjiiramni caaslugaa fi gandiffi sirritti akkuma uumameen waraabamuu qaba. Haasaa namootaa hin sirreessinaa ykn hin gulaalinaa.

source: Great! How many clips a week?
om: Baay’ee gaarii! Torbeetti kiliippii meeqa?

source: Great! How many clips per day?
om: Baay’ee gaarii! Guyyaatti kiliippii meeqa?

source: Great!<recordIcon></recordIcon> Record your next clip
om: Dansa! <recordIcon> </recordIcon> kiliippiiwwan itti aanan galmeessaa

source: Great work!<playIcon></playIcon> Listen again when you're ready
om: Hojii Bareedaa! <playIcon></playIcon> Yeroo qophii taatan irra deebiin dhaggeeffadhaa

source: Greek
om: Afaan Giriik

source: Gronings
om: Afaan Girooningis

source: Guarani
om: Afaan Guwaaraanii

source: <guidanceLink>Read full guidelines here</guidanceLink>
om: <guidanceLink>Qajeelfama guutuu asii dubbisaa</guidanceLink>

source: Guidar
om: Afaan Guyidaar

source: Guidelines
om: Qajeelfamoota

source: Guiziga
om: Afaan Guyizigaa

source: Gujarati
om: Afaan Gujaraatii

source: Gujari
om: Afaan Gujaarii

source: Gurgula
om: Afaan Gurgula

source: Haitian
om: Afaan Haayitii

source: Hakha Chin
om: Afaan Chin Hakhaa

source: Hakka
om: Afaan Hakkaa

source: Hausa
om: Afaan Hawusaa

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
om: Taatee kanaan duraa ykn dhufu qabduu? Share nuuf godhaa hawaasa keenyaaf ni beeksifna ykn waa'ee isaa biloogii barreessina!

source: Have Feedback?
om: Duubdeebii Qabdaa?

source: Have you read our Terms?
om: Bultooma keenya dubbisteettaa?

source: Having an account is not required to contribute, though it is helpful.
om: Faayidaa qabaatus, gumaachuuf herrega/akkaawontii qabaachuun dirqama miti.

source: Having a profile is not required to contribute though it is helpful, see why below.
om: Profaayila qabaachuun gumaacha gochuuf hin barbaachisu, haa ta'u malee, maaliif akka ta'e armaan gaditti ilaalaa.

source: Hazargi
om: Afaan Hazargii

source: Healthcare
om: Fayyaa

source: Hebrew
om: Afaan Ibruu

source: Help
om: Gargaarsa

source: Help Common Voice reach { $hours } hours in a language with a personal goal
om: Galma dhuunfaa Common Voice Afaan kanaa sa’aatiiwwan { $hours } keessatti ga’uuf gargaari

source: Help create Common Voice’s first target segment in { $locale }
om: Common Voice manii jalqabaa { $locale } uumuu irratti deeggari

source: Help reach { $hours } hours in { $language } with a personal goal
om: Sa’aatiiwwan { $hours } keessatti kaayyoo dhuunfaa { $language } galmeessuuf qabame gargaari.

source: Help teach machines how real people speak, donate your voice at { $link }
om: Maashinii barumsaa akkamitti namoonni dhugumaan dubbatan akka baratan gargaari, sagalee kee { $link } irratti kenni.

source: Help us build a community around voice technology, stay in touch via email.
om: Nu waliin hawaasa teknoolojii sagalee ijaaruuf nu gargaaraa, email dhaan hariiroo keessa turuu dandeessu.

source: Help us build a high quality, publicly open dataset
om: Kuusaa deetaa qulqullina olaanaa qabu, ummataaf banaa ta'e akka ijaarru nu gargaaraa

source: Help us find more voices, share your goal
om: Sagalee dabalataa akka argannu nu gargaari, galma kee qoodi

source: Help us get to { $goal }
om: { $goal } akka geenyu nu gargaaraa.

source: Help us validate sentences!
om: Himoota mirkaneessuuf nu gargaaraa!

source: Help us validate voices
om: Sirrummaa sagaleewwanii akka mirkaneeffannu nu deeggaraa

source: Heng Hua
om: Afaan Heengi Huwaa

source: Here are the links to download your ZIP files.
om: Shaarneerama faayiloota ZIP buusuuf asitti argamu.

source: Hidden
om: Dhokataa

source: Highland Puebla Nahuatl
om: Afaan Gaarreen Nahuatl Puebla

source: Hiligaynon
om: Afaan Hiligaaynon

source: Hill Mari
om: Afaan Hilli Marii

source: Hindi
om: Afaan Hindii

source: His hand was rais-ed.
om: Harka isaa olka’e ture.

source: His name is <underline>Jo- Jona-</underline> Jonathan.
om: Maqaan isaa <underline>Jo- Jona-</underline> Jonathan dha.

source: History, Law and Government
om: Seenaa, Seeraa fi Mootummaa

source: Hours
om: Sa'aatilee

source: Hours Recorded
om: Sa'aatii Waraabbame

source: Hours Validated
om: Sa'aatii Mirkanaa'e

source: How ?
om: Akkamiin ?

source: How are project decisions made?
om: Murtoon pirojektii akkamitti murtaa’a?

source: How can we effectively grow a language on Common Voice?
om: Afaan tokko Common Voice irratti dagaagsuun akkamitti danda’ama?

source: How does Common Voice work?
om: Common Voice akkamitti hojjeta?

source: How does site localization work?
om: Marsariitii naannootti jijjiiruun akkamiin hojjetaa?

source: How do I access and use the dataset?
om: Akkamitti kuusaa deetaa argachuu fi itti fayyadamuu danda’a?

source: How do I add a language?
om: Qooqa akkamiin ida'a?

source: How do I add sentences?
om: Himoota akkamitti daballa?

source: How do I cite?
om: Akkamiin wabii barreessa?

source: How do I know whether to approve a voice clip?
om: Kiliippiin sagalee sirrii ta’uu isaa akkamitti beeka?

source: How do I record a high quality voice clip?
om: Sagalee qulqullina ol’aanaa qabu akkamitti waraabuu danda’a?

source: How do I stay in touch?
om: Akkamitti qunnamtii keessa turuu danda’a?

source: “How do you describe Día de los Muertos to someone who only speaks English?”
om: “Nama Ingiliffa qofa dubbatuuf Día de los Muertos akkamitti ibsita?”

source: How is Common Voice funded?
om: Common Voice akkamitti maallaqaan deeggarama?

source: How Spontaneous Speech works
om: Akkaataa Dubbiin Ofmaan Uumuu(Spontaneous Speech) itti hojjetu

source: How to add multiple sentences
om: Akkamitti himoota hedduu dabaluun dandaʼama?

source: How would you describe your accent?
om: Cabaqa kee akkamiin ibsita?

source: How would you describe your sex or gender?
om: Koorniyaa ykn sirna koorniyaa kee akkamitti ibsita?

source: Huarijio
om: Afaan Huwarijiyo

source: Huautla Mazatec
om: Afaan Huwawutla Mazatek

source: Hungarian
om: Afaan Hangaarii

source: Hunsrik
om: Afaan Hunsirik

source: Hurray! Your language is already live on Common Voice <strong>Scripted Speech</strong>. You can contribute <homePageLink>here</homePageLink>.
om: Hurray! Afaan kee duraanuu Sagalee Waliigalaa <strong>Haasawa Iskiriiptii</strong> irratti kallattiin jira. <homePageLink>asitti</homePageLink> gumaachuu dandeessa.

source: I agree
om: Walii nan gala

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
om: Dubbatoota kuusaa deetaa Common Voice keessatti argaman adda baasuuf akkan hin yaalle walii nan gala.

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
om: <termsLink>Seerota</termsLink> fi <privacyLink>Mateenya</privacyLink> Common Voice's irratti walii galaa

source: I agree to Common Voice Terms and Privacy.
om: Seeraa fi Mateenya Common Voice irratti waliin gala.

source: Iban
om: Afaan Iban

source: Ibibio
om: Afaan Ibibiyoo

source: Icelandic
om: Afaan Aayislaandi

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
om: Ani nan mirkaneessa himoonni kun <wikipediaLink>public domain</wikipediaLink> keessa kan jiranii fi ani hayyama isaan fe'uu qaba.

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
om: * Gaaffiin kun <publicDomainLink>public domain</publicDomainLink> ta'uu isaa fi olfe'amuuf hayyama akka qabu nan mirkaneessa.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
om: Himoota akkamii dabaluun dandaʼama?

source: <icon></icon> Add multiple public domain sentences
om: Himoota public domain baay’ee dabaluu <icon></icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
om: Sadarkaa yaadaatti kan uumamaa fi dubbii akka taʼu (akka dubbifamuuf salphaa taʼuu qaba)
